cases/Re100/Re100_fine/constant/momentumTransport
FoamFile
{
version 2.0;
format ascii;
class dictionary;
object momentumTransport;
}

simulationType laminar;
